
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="stylesheet" type="text/css" href="SITE-TIC.css" />
<title>Savana</title>
</head>
<style> 
blockquote
{
  font-style: italic;
  margin-left: 100px;
  font-family: Georgia, "Times New Roman", serif;
}
h1 {text-align:center;}
p {text-align:center;}
</style>
<body>
    <div id="mainPicture">
    	<div class="picture">
        	<div id="headerTitle">Savana</div>
            <div id="headerSubtext">Pagin&#259; realizat&#259; de Constantinescu Carmen &#537;i Mihalcea Oana</div>
        </div>
    </div>
        <div class="contentBox">
    	<div class="innerBox">
        	<h1>Savana</h1><br><br><br><br>
          <div class="contentText">
            <font size="3" color="black"><p>Savana este un tip de step&#259; african&#259;, semiarid&#259;, situat&#259; &#238;n regiunea tropical&#259; din partea central&#259; a Africii.</a></p><br></font>
            <br />
        <font size="3" color="black"><p>Biotopul este diferit de cel al altor stepe. &#238;n savan&#259; cad mai pu&#539;ine precipita&#539;ii dec&#226;t &#238;n stepa european&#259;. Clima &#238;n savan&#259; este mai cald&#259;, iar anual sunt &#238;nregistrate secete. Solurile sunt mai pu&#539;in fertile, iar luminozitatea este maxim&#259;. Sunt 2 anotimpuri principale: sezonul secetos &#537;i sezonul ploios.</p><br /><br></font>

                <blockquote><p>Soarele nu str&#259;luce&#537;te pentru to&#539;i la fel, dar de apus, apune pentru to&#539;i... -Viorel Vintil&#226;</p></blockquote>
                </div>

        
        <font size="5" color="black"><h1>Flora</h1></font>
            <div class="contentText"><p></p><br /><br>
       <font size="3" color="black"> <p>Flora savanei este una adaptat&#259; condi&#539;iilor climaterice neprielnice din savan&#259;. Astfel &#238;n savan&#259; se &#238;nt&#226;lnesc arbori precum baobabul, care ofer&#259; faunei fitofage a savanei hrana necesar&#259;.</p><br /></font>
        
          <font size="3" color="black"><p>&#206;ns&#259; vegeta&#539;ia dominant&#259; este cea ierboas&#259;. Astfel, pentru a supravie&#539;ui, arborii &#537;i arbu&#537;tii depoziteaz&#259; &#238;n trunchi ap&#259; pentru a supravie&#539;ui sezonului secetos, iar plantele ierboase &#238;&#537;i usuc&#259; partea superioar&#259; a corpului (situat&#259; deasupra solului), transport&#226;nd substan&#539;ele hr&#259;nitoare &#537;i apa la r&#259;d&#259;cini, &#537;i astfel reduc evaporarea apei</p></div><br></font>
        <center><h1>Fauna</h1></center><br><br><br><br>
        <center><font size="3" color="black"><p>Fauna este reprezentat&#259; de mai multe tipuri de animale:</p><br><br></font>
         <font size="3" color="black"><center><p>-Erbivore (antilope, zebre, girafe, elefan&#539;i, bivoli, rinoceri) </center></p><br><br></font>
         <font size="3" color="black"><p>-Carnivore (lei, leoparzi, hiene, gheparzi, &#537;acali, c&#226;ini p&#259;ta&#539;i) </p><br><br></font>
         <font size="3" color="black"><p>-Roz&#259;toare </p><br><br></font>
         <font size="3" color="black"><p>-P&#259;s&#259;ri (stru&#539;i, p&#259;s&#259;ri &#539;es&#259;toare) &#537;i insecte </p></div></font>    
     </div>
   </div>     
</body>
</html>
